
"%d Active Connections" = "%d aktīvi savienojumi";

"%d Items" = "%d vienības";

"%d Tunnelblick Connections Imported" = "Importēti %d Tunnelblick savienojumi";

"%d connections were successfully imported from Tunnelblick. If you have used advanced OpenVPN features or scripts please visit the Preferences section to ensure they were imported correctly." = "%d Tunnelblick savienojumi sekmīgi importēti. Ja tika izmantotas paplašinātās OpenVPN iespējas vai skripti, tad, dodieties uz Iestatījumu sadaļu, lai pārbaudītu, vai savienojumi importēti pareizi.";

"%s Could Not Be Connected" = "%s nav sasniedzams";

"%s Has Been Disconnected" = "%s ir atvienots";

"%s Is Connected" = "%s ir savienots";

"%s Is Disconnected" = "%s ir atvienots";

"%s has been disconnected as a valid network to the remote server no longer exists. Viscosity can leave this connection disconnected, or it can automatically reconnect it when a valid network is available again." = "%s ir atvienots un vairs nav pieejams derīgs tīkla savienojums ar attālināto serveri. Viscosity var atstāt šo savienojumu atvienotu vai arī mēģināt savienoties automātiski tikko būs pieejams derīgs tīkla savienojums.";

"1 Active Connection" = "1 aktīvs savienojums";

"A Connection/s Could Not Be Imported" = "A Connection/s Could Not Be Imported";

"A connection was successfully imported from Tunnelblick. If you have used advanced OpenVPN features or scripts please visit the Preferences section to ensure it was imported correctly." = "Savienojums sekmīgi importēts no Tunnelblick. Ja tika izmantotas paplašinātās OpenVPN iespējas vai skripti, tad, dodieties uz Iestatījumu sadaļu, lai pārbaudītu, vai savienojums importēts pareizi.";

"A valid network to the remote server does not exist. Please make sure your computer has a valid network connection and try again. Viscosity can leave this connection disconnected, or it can automatically connect it when a valid network becomes available." = "Nav pieejams derīgs tīkls, lai sasniegtu attālināto serveri. Lūdzu, pārliecinieties, ka datoram ir derīgs tīkla savienojums un mēģiniet vēlreiz. Viscosity var atstāt šo savienojumu atvienotu vai arī mēģināt savienoties automātiski tikko būs pieejams derīgs tīkla savienojums.";

"Admin Rights Required" = "Nepieciešamas administratora pilnvaras.";

"Allow" = "Atļaut";

"Allow OpenVPN-AS Script To Run?" = "Atļaut darbināt OpenVPN-AS skriptu?";

"Allowing unsafe OpenVPN commands can allow an attacker with access to your computer to gain full Adminisrator (root) permissions. This would allow an attacker full access to your computer. Are you sure you wish to enable unsafe OpenVPN commands? You will need to enter an Administrator's username and password to enable this option." = "Atļaujot nedrošo OpenVPN komandu izpildi, ļaudarim, kuram ir pieeja jūsu datoram, ir iespējams iegūt pilnas Administratora (root) privilēģijas un kontroli pār jūsu datoru. Vai tiešām vēlaties atļaut izpildīt nedrošas OpenVPN komandas? Lai turpinātu un atļautu izpildīt nedrošas OpenVPN komandas, nepieciešamas administratora pilnvaras.";

"Always perform this action for this connection" = "Izvēlētajam savienojumam vienmēr veikt šo darbību";

"An installation of Tunnelblick was detected on your computer. Would you like Viscosity to automatically import connection configurations from it?" = "Jūsu datorā tika atrasta Tunnelblick instalācija. Vai vēlaties, lai Viscosity automātiski importētu savienojumu konfigurācijas?";

"Append" = "Papildināt";

"Are you sure you want to delete the connection '%s'?" = "Vai tiešām dzēst savienojumu '%s'?";

"Are you sure you want to delete the folder '%s' and its %d items?" = "Vai tiešām izdzēst mapi '%s' un %d vienības tajā?";

"Are you sure you want to delete the folder '%s'?" = "Vai tiešām izdzēst mapi '%s'?";

"Authenticating" = "Autentificējas";

"Authentication Failed" = "Autentificēšana neizdevās";

"Automatically Connect" = "Savienoties automātiski";

"Before Connect script terminated connection attempt." = "Pirms-savienošanās skripts apturēja savienošanās mēģinājumu.";

"Bytes" = "Baiti";

"Cancel" = "Atcelt";

"Checking reachability status of connection..." = "Pārbauda, vai savienojums ir sasniedzams…";

"Clear" = "Notīrīt";

"Connect %s" = "Savienoties ar %s";

"Connected" = "Savienots";

"Connecting" = "Savienojas";

"Connection Failed" = "Neizdevās savienoties";

"Connection Imported" = "Savienojums importēts";

"Connection is not reachable. Disconnecting." = "Savienojums nav sasniedzams. Viscosity atvienojas.";

"Connection is reachable. Starting connection attempt." = "Savienojums ir sasniedzams. Viscosity uzsāk savienošanās mēģinājumu.";

"Connection/s Imported" = "Connection/s Imported";

"Delete Connection" = "Dzēst savienojuma konfigurāciju";

"Delete Folder" = "Dzēst mapi";

"Deny" = "Aizliegt";

"Details..." = "Informācija…";

"Disconnect %s" = "Atvienot %s";

"Disconnected" = "Atvienots";

"Enable" = "Enable";

"Enable unsafe OpenVPN commands?" = "Atļaut izpildīt nedrošas OpenVPN komandas?";

"Enter License" = "Ievadiet licenci";

"Error: Email Missing" = "Kļūda: trūkst e-pasta adreses";

"Error: License Missing" = "Kļūda: trūkst licences";

"Error: Name Missing" = "Kļūda: trūkst vārda.";

"Error: Unsafe OpenVPN command detected" = "Kļūda: atrastas nedrošas OpenVPN komandas";

"Exiting" = "Atvienojas";

"Export As:" = "Eksportēt kā:";

"Ignore" = "Ignorēt";

"Import Bundled Connections?" = "Importēt pievienotos savienojumus?";

"Import Connections From Tunnelblick?" = "Importēt Tunnelblick savienojumus?";

"In" = "Iekšā";

"Install" = "Install";

"Invalid License" = "Nederīga licence";

"Invalid Remote Server Address" = "Nederīga attālinātā servera adrese";

"Invalid Username" = "Nederīgs lietotājvārds";

"My Connection" = "Mans savienojums";

"My Folder" = "Mana mape";

"No" = "Nē";

"No Tunnelblick Connections Imported" = "Netika importēts neviens Tunnelblick savienojums";

"No valid client-side Tunnelblick connections were found. But don't despair! You can use the Preferences section to manually set up or import a connection." = "Netika atrasts neviens derīgs Tunnelblick klienta savienojums. Tas nekas! Jūs variet izmantot Iestatījumu sadaļu, lai izveidotu vai importētu savienojumu.";

"None" = "Nekas";

"OK" = "OK";

"One or more connections in the folder could not be imported. All other connections (if any) have been imported successfully." = "One or more connections in the folder could not be imported. All other connections (if any) have been imported successfully.";

"OpenVPN Verification Failed using the details in your keychain. Your keychain for this connection has been reset. Please reconnect to try again." = "Neizdevās OpenVPN pārbaude ar jūsu atslēgu saišķa informāciju. Atslēgu saišķis šim savienojumam atiestatīts. Lūdzu, savienojieties vēlreiz, lai mēģinātu atkal.";

"OpenVPN Verification Failed. Please reconnect to try again." = "OpenVPN pārbaude neizdevās. Lūdzu, mēģiniet savienoties vēlreiz, lai atkārtotu pārbaudi.";

"OpenVPN requires a username and password to continue." = "Lai turpinātu, OpenVPN nepieciešams lietotājvārds un parole.";

"Out" = "Ārā";

"Overwrite" = "Pārrakstīt";

"Please enter the email associated with the license to continue." = "Lai turpinātu, lūdzu, ievadiet epasta adresi, kura tiks saistīta ar licenci.";

"Please enter the license key to continue." = "Lai turpinātu, lūdzu, ievadiet licences kodu.";

"Please enter the name associated with the license to continue." = "Lai turpinātu, lūdzu, ievadiet vārdu, kurš tiks saistīts ar licenci.";

"Please log into the HTTP Proxy server using your username and password." = "Lūdzu, piesakieties HTTP starpniekserverī, izmantojot jūsu lietotājvārdu un paroli.";

"Please purchase Viscosity!" = "Lūdzu, nopērciet Viscosity!";

"Preferences..." = "Iestatījumi…";

"Purchase" = "Iegādāties";

"Quit" = "Quit";

"Quit Viscosity" = "Aizvērt Viscosity";

"Reconnect" = "Atjaunot savienojumu";

"Reconnect Connections?" = "Atjaunot savienojumus?";

"Registered To" = "Reģistrēts";

"Registration Successful" = "Reģistrācija sekmīga";

"Registration was successful. All limits have been removed. Thank you for purchasing Viscosity!" = "Reģistrācija bija sekmīga. Visi ierobežojumi ir noņemti. Paldies par Viscosity pirkumu!";

"Select ..." = "Izvēlieties…";

"Several Connections Have Been Disconnected" = "Ir atvienoti vairāki savienojumi";

"Several connections have been disconnected as a valid network to the remote servers no longer exists. Viscosity can leave these connections disconnected, or it can automatically reconnect them when a valid network is available again." = "Ir atvienoti vairāki savienojumi un vairs nav pieejams derīgs tīkla savienojums ar attālinātajiem serveriem. Viscosity var atstāt šos savienojumus atvienotus vai arī mēģināt savienoties automātiski tikko būs pieejams derīgs tīkla savienojums.";

"The Connection Could Not Be Imported" = "Savienojumu neizdevās importēt.";

"The Connection Could Not Be Saved" = "Neizdevās saglabāt savienojumu";

"The OpenVPN subsystem could not be started. Please check the following:\n- Check for any error messages above this notification.\n- Make sure Viscosity is not running under a File Vault protected location (put Viscosity in the Applications folder).\n- Make sure the configuration is valid. Check the connection settings for the connection using Viscosity and make sure all settings are correct." = "Neizdevās startēt OpenVPN apakšsistēmu. Lūdzu, pārbaudiet sekojošo:\n- Pārbaudiet visus kļūdu ziņojumus pirms šī paziņojuma.\n- Pārliecinieties, ka Viscosity netiek darbināts ar File Vault aizsargātā atrašanās vietā (ievietojiet Viscosity Applications mapē).\n- Pārliecinieties, ka konfigurācija ir derīga. Pārbaudiet savienojuma iestatījumus ar Viscosity un pārliecinieties, ka visi iestatījumi ir pareizi.";

"The OpenVPN subsystem could not be started. Please see the log section (the third icon) in the Details window for more information." = "Neizdevās startēt OpenVPN apakšsistēmu. Papildinformācijai, lūdzu, pārbaudiet žurnāla sadaļu (trešā ikona) Informācijas logā.";

"The OpenVPN-AS server you have connected to has sent Viscosity a script to run. Often such scripts are used to automatically set up your computer to properly use your VPN connection, however if you don't trust the VPN server you have connected to running the script could pose a security risk. Do you want to allow the script to run?" = "OpenVPN-AS serveris, ar kuru ir izveidots savienojums, ir Viscosity nosūtījis izpildei skriptu. Bieži šādi skripti tiek lietoti, lai automātiski veiktu VPN savienojuma konfigurāciju, tomēr, ja VPN serveris nav uzticams, skripts var saturēt ļaunprātīgu kodu. Vai atļaut izpildīt šo skriptu?";

"The PKCS#11 device you are attempting to use is locked. Please contact your device provider for further assistance." = "The PKCS#11 device you are attempting to use is locked. Please contact your device provider for further assistance.";

"The Route Could Not Be Added" = "Nevarēja pievienot maršrutu";

"The certificate for this connection has expired. You will need to get in touch with your VPN Provider or system administrator to obtain a new certificate." = "Ir beidzies šī savienojuma sertifikāta derīguma termiņš. Pieprasiet VPN pakalpojuma sniedzējam vai sistēmas administratoram jaunu sertifikātu.";

"The certificate for this server is invalid. You might be connecting to a server that is pretending to be \"%@\", which could result in a malicious VPN configuration. Would you like to connect to the server anyway?" = "Serverim ir nederīgs sertifikāts. Iespējams, ka jūs mēģiniet pieslēgties serverim, kurš tikai uzdodas par \"%@\", izveidojot ļaunprātīgu VPN savienojumu. Vai savienoties ar šo serveri tik un tā?";

"The connection %@ has connected with an IP address of %@." = "The connection %@ has connected with an IP address of %@.";

"The connection %s has been disconnected." = "Tika atvienots savienojums ar %s.";

"The connection %s has connected." = "Izveidots savienojums ar %s.";

"The connection could not be started as an unsafe OpenVPN command ('%s') is present. Unsafe commands are blocked to ensure the security of your computer. Please edit your connection and remove the command from under the Advanced tab, or turn on the 'Allow Unsafe OpenVPN commands' option in the Advanced Preferences area." = "Nevar uzsākt savienojumu, jo ir atrastas nedrošas OpenVPN komanda(s) ('%s'). Lai aizsargātu jūsu datoru, nedrošas OpenVPN komandas šim savienojumam ir bloķētas. Lūdzu, labojiet savienojumu un dzēsiet nedrošo komandu savienojuma konfigurēšanas cilnē Zem Pārsega, vai arī atļaujiet nedrošo OpenVPN komandu izpildi Iestatījumu cilnē Zem Pārsega.";

"The file opened is not a valid Viscosity connection bundle." = "Norādītais fails (datne) nesatur derīgu Viscosity savienojumu konfigurāciju.";

"The file selected is not a valid client-side OpenVPN configuration file." = "Norādītais fails (datne) nesatur derīgu OpenVPN klienta konfigurāciju.";

"The license key entered was invalid. Please check the name, email address, and license key and try again." = "Ievadītais licences kods nav derīgs. Lūdzu, pārbaudiet vārdu, e-pasta adresi un licences kodu un mēģiniet vēlreiz.";

"The name '%s' is already in use. Please enter a new name." = "Vārds '%s' jau tiek lietots. Lūdzu, izvēlieties citu nosaukumu.";

"The remote server could not be contacted. Please make sure you have entered a valid server address and try again." = "Nevarēja pievienoties attālinātajam serverim. Lūdzu, pārliecinieties, ka ir norādīta derīga servera adrese un mēģiniet vēlreiz.";

"The saved password for your PKCS#11 device was rejected. Your saved password has been reset. Multiple incorrect password attempts could potentially lock your token preventing further use. Please reconnect to try again." = "The saved password for your PKCS#11 device was rejected. Your saved password has been reset. Multiple incorrect password attempts could potentially lock your token preventing further use. Please reconnect to try again.";

"The username and/or password entered was incorrect. Please reconnect to try again." = "Nepareizi ievadīts lietotājvārds un/vai parole. Lūdzu, savienojieties vēlreiz, lai mēģinātu atkal.";

"The username and/or password entered were not accepted by the server. Please make sure your username and password are correct and try again." = "Serveris nepieņēma ievadīto lietotājvārdu un paroli. Lūdzu, pārliecinieties, ka ierakstīts derīgs lietotājvārds un parole un mēģiniet vēlreiz.";

"The username and/or password in your keychain was incorrect. Your keychain for this connection has been reset. Please reconnect to try again." = "Nepareizs lietotājvārds un/vai parole jūsu atslēgu saišķī. Atslēgu saišķis šim savienojumam atiestatīts. Lūdzu, savienojieties vēlreiz, lai mēģinātu atkal.";

"This copy of Viscosity has been bundled with one or more connections. Would you like to overwrite your existing connections with the bundled connection/s, or append them to your connection list without removing your existing connection/s?" = "Šī Viscosity kopija jau satur vienu vai vairākas savienojumu konfigurācijas. Papildināt savienojumu sarakstu vai arī pārrakstīt jau esošās savienojumu konfigurācijas ar komplektā ietilpstošajām?";

"Trial Period Expired!" = "Izmēģinājuma laiks ir beidzies!";

"Tunnelblick Connection Imported" = "Tunnelblick savienojums importēts";

"Username/Password (Basic)" = "Lietotājvārds/parole (pamata)";

"Username/Password (NTLM)" = "Lietotājvārds/parole (NTLM)";

"Verification Failed" = "Pārbaude nesekmīga";

"Viscosity Helper Connection Failed" = "Viscosity Helper Connection Failed";

"Viscosity Helper Connection Lost" = "Viscosity Helper Connection Lost";

"Viscosity Helper Tool Installation" = "Viscosity Helper Tool Installation";

"Viscosity Helper Tool Installation Failed" = "Viscosity Helper Tool Installation Failed";

"Viscosity can't verify the identity of the server \"%@\"." = "Viscosity nevar pārbaudīt servera identitāti \"%@\".";

"Viscosity has detected that it needs to install or update its helper tool.\n\nThe helper tool is required to allow VPN connections to be created and managed securely. It must be installed for Viscosity to function.\n\nTo proceed please click the Install button below. You will be prompted for administrator rights to authorize the install." = "Viscosity has detected that it needs to install or update its helper tool.\n\nThe helper tool is required to allow VPN connections to be created and managed securely. It must be installed for Viscosity to function.\n\nTo proceed please click the Install button below. You will be prompted for administrator rights to authorize the install.";

"Viscosity has successfully imported the connection. It is now available in your connection list." = "Viscosity sekmīgi importēja savienojumu. Tagad tas ir pieejams savienojumu sarakstā.";

"Viscosity has successfully imported the connection. It is now available in your connection list.\n\nIf you have used advanced OpenVPN features or scripts please visit the Preferences section to ensure they were imported correctly." = "Viscosity sekmīgi importēja savienojumu. Tagad tas ir pieejams savienojumu sarakstā.\n\nJa izmantojāt paplašinātās OpenVPN iespējas vai skriptus, tad, lūdzu, dodieties uz Iestatījumu sadaļu, lai pārbaudītu, vai savienojums importēts pareizi.";

"Viscosity has sucessfully imported the connection/s. It is now available in your connection list." = "Viscosity has sucessfully imported the connection/s. It is now available in your connection list.";

"Viscosity must reconnect your active connections to apply this change." = "Lai pielietotu izmaiņas, Viscosity jāatjauno aktīvie savienojumi.";

"Viscosity requires administration rights when first launched in order to setup OpenVPN and required components. Viscosity will now exit. Please reopen Viscosity to try again." = "Pirmo reizi darbinot Viscosity, lai konfigurētu OpenVPN un vajadzīgos komponentus, nepieciešamas administratora pilnvaras. Viscosity tagad beigs darbu. Lūdzu, darbiniet Viscosity vēlreiz, lai mēģinātu atkal.";

"Viscosity was unable to connect to its helper tool and must now quit. Please ensure that Viscosity has been correctly installed and isn't being blocked by any network security software, and then reopen Viscosity to try again." = "Viscosity was unable to connect to its helper tool and must now quit. Please ensure that Viscosity has been correctly installed and isn't being blocked by any network security software, and then reopen Viscosity to try again.";

"Viscosity was unable to install its helper tool and must now quit. Please reopen Viscosity to try again." = "Viscosity was unable to install its helper tool and must now quit. Please reopen Viscosity to try again.";

"Viscosity's connection to its helper tool was severed and so it must now quit. Please reopen Viscosity to try again." = "Viscosity's connection to its helper tool was severed and so it must now quit. Please reopen Viscosity to try again.";

"Waiting" = "Gaida";

"Yes" = "Jā";

"You must enter a Name for the connection." = "Savienojuma nosaukums ir obligāts.";

"You must enter a Route before saving." = "Pirms saglabāšanas obligāti jāpievieno maršruts";

"You must enter a port for the proxy server." = "Jāievada starpniekservera ports.";

"You must enter a username to use for authentication." = "Lai varētu veikt autentificēšanu, nepieciešams lietotājvārds.";

"You must enter a valid address for the remote VPN server." = "Jāievada derīga attālinātā VPN servera adrese.";

"You must enter an address for the proxy server." = "Jāievada starpniekservera adrese.";

"You must enter an address for the remote server." = "Jāievada attālinātā servera adrese.";

"Your trial period expires in %d days. If you like Viscosity please purchase it for unrestricted use." = "Programmas izmēģinājuma laiks beigsies pēc %d dienām. Ja jums patīk lietot Viscosity, lūdzu, iegādājieties to neierobežotai lietošanai.";

"Your trial period expires in 1 day! If you like Viscosity please purchase it for unrestricted use." = "Programmas izmēģinājuma laiks beigsies pēc vienas dienas! Ja jums patīk lietot Viscosity, lūdzu, iegādājieties to neierobežotai lietošanai.";

"Your trial period has expired. If you like Viscosity please purchase it for unrestricted use." = "Programmas izmēģinājuma laiks ir beidzies. Ja jums patīk lietot Viscosity, lūdzu, iegādājieties to neierobežotai lietošanai.";

"day" = "diena";

"days" = "dienas";

"hour" = "stunda";

"hours" = "stundas";

"minute" = "minūte";

"minutes" = "minūtes";

"second" = "sekunde";

"seconds" = "sekundes";
